Repository: markbattistella/PDFManager
Catalog: Sources/PDFManager/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, uk, zh_hans

source: An unexpected problem occurred while generating or paginating the PDF document.
de: Beim Erstellen oder Seitenumbruch des PDF-Dokuments ist ein unerwartetes Problem aufgetreten.
es: Se produjo un problema inesperado al generar o paginar el documento PDF.
fr: Un problème inattendu est survenu lors de la génération ou de la pagination du document PDF.
it: Si è verificato un problema imprevisto durante la generazione o l’impaginazione del documento PDF.
ja: PDF ドキュメントの生成またはページ付け中に予期しない問題が発生しました。
ko: PDF 문서를 생성하거나 페이지를 매길 때 예기치 않은 문제가 발생했습니다.
pt_br: Ocorreu um problema inesperado ao gerar ou paginar o documento PDF.
ru: Произошла непредвиденная ошибка при создании или разбиении PDF-документа на страницы.
uk: Під час створення або розбиття PDF-документа на сторінки сталася неочікувана помилка.
zh_hans: 生成或分页 PDF 文档时发生意外问题。

source: Check file permissions or try exporting again.
de: Überprüfe die Dateiberechtigungen oder versuche den Export erneut.
es: Verifica los permisos del archivo o intenta exportar nuevamente.
fr: Vérifiez les autorisations du fichier ou réessayez l’exportation.
it: Controlla le autorizzazioni del file o prova a esportare di nuovo.
ja: ファイルのアクセス権を確認するか、もう一度エクスポートしてみてください。
ko: 파일 권한을 확인하거나 다시 내보내기를 시도하세요.
pt_br: Verifique as permissões do arquivo ou tente exportar novamente.
ru: Проверьте разрешения на файл или попробуйте выполнить экспорт снова.
uk: Перевірте дозволи файлу або спробуйте експортувати ще раз.
zh_hans: 检查文件权限或重试导出。

source: Empty data set
de: Leerer Datensatz
es: Conjunto de datos vacío
fr: Jeu de données vide
it: Set di dati vuoto
ja: データが空です
ko: 빈 데이터 세트
pt_br: Conjunto de dados vazio
ru: Пустой набор данных
uk: Порожній набір даних
zh_hans: 空数据集

source: Failed to create PDF context
de: PDF-Kontext konnte nicht erstellt werden
es: Error al crear el contexto PDF
fr: Échec de la création du contexte PDF
it: Creazione del contesto PDF non riuscita
ja: PDF コンテキストの作成に失敗しました
ko: PDF 컨텍스트를 생성하지 못했습니다.
pt_br: Falha ao criar o contexto de PDF
ru: Не удалось создать контекст PDF
uk: Не вдалося створити контекст PDF
zh_hans: 无法创建 PDF 上下文

source: No Entries Found
de: Keine Einträge gefunden
es: No se encontraron registros
fr: Aucune entrée trouvée
it: Nessuna voce trovata
ja: エントリが見つかりません
ko: 항목을 찾을 수 없습니다.
pt_br: Nenhuma entrada encontrada
ru: Записи не найдены
uk: Записи не знайдено
zh_hans: 未找到条目

source: PDF Context Error
de: PDF-Kontextfehler
es: Error de contexto PDF
fr: Erreur de contexte PDF
it: Errore contesto PDF
ja: PDF コンテキストエラー
ko: PDF 컨텍스트 오류
pt_br: Erro de contexto de PDF
ru: Ошибка контекста PDF
uk: Помилка контексту PDF
zh_hans: PDF 上下文错误

source: Rendering Error
de: Renderfehler
es: Error de renderizado
fr: Erreur de rendu
it: Errore di rendering
ja: レンダリングエラー
ko: 렌더링 오류
pt_br: Erro de renderização
ru: Ошибка визуализации
uk: Помилка рендерингу
zh_hans: 渲染错误

source: Rendering or pagination failure
de: Fehler beim Rendern oder Seitenumbruch
es: Fallo en el renderizado o la paginación
fr: Échec du rendu ou de la pagination
it: Errore di rendering o impaginazione
ja: レンダリングまたはページ付けの失敗
ko: 렌더링 또는 페이지 매김 실패
pt_br: Falha na renderização ou paginação
ru: Сбой при визуализации или разбивке на страницы
uk: Помилка рендерингу або розбиття на сторінки
zh_hans: 渲染或分页失败

source: Select a different date range that contains entries.
de: Wähle einen anderen Datumsbereich mit Einträgen aus.
es: Selecciona un rango de fechas diferente que contenga registros.
fr: Sélectionnez une autre plage de dates contenant des entrées.
it: Seleziona un intervallo di date diverso che contenga voci.
ja: エントリを含む別の日付範囲を選択してください。
ko: 항목이 포함된 다른 날짜 범위를 선택하세요.
pt_br: Selecione um intervalo de datas diferente que contenha entradas.
ru: Выберите другой диапазон дат, содержащий записи.
uk: Виберіть інший діапазон дат, що містить записи.
zh_hans: 选择包含条目的其他日期范围。

source: The PDF export could not start because the rendering context failed to initialise.
de: Der PDF-Export konnte nicht gestartet werden, da der Rendering-Kontext nicht initialisiert werden konnte.
es: No se pudo iniciar la exportación de PDF porque no se pudo inicializar el contexto de renderizado.
fr: L’exportation PDF n’a pas pu démarrer car le contexte de rendu n’a pas pu être initialisé.
it: L’esportazione in PDF non può iniziare perché il contesto di rendering non è stato inizializzato.
ja: レンダリングコンテキストを初期化できなかったため、PDF 書き出しを開始できませんでした。
ko: 렌더링 컨텍스트를 초기화하지 못해 PDF 내보내기를 시작할 수 없습니다.
pt_br: A exportação de PDF não pôde ser iniciada porque o contexto de renderização falhou ao inicializar.
ru: Не удалось начать экспорт PDF, так как контекст визуализации не инициализирован.
uk: Не вдалося розпочати експорт PDF, оскільки контекст рендерингу не ініціалізувався.
zh_hans: 由于渲染上下文初始化失败，无法开始 PDF 导出。

source: There are no records available in the selected date range. Try choosing a different date or range to export.
de: Im ausgewählten Datumsbereich sind keine Datensätze verfügbar. Wähle ein anderes Datum oder einen anderen Bereich zum Exportieren.
es: No hay registros disponibles en el rango de fechas seleccionado. Intenta elegir una fecha o un rango diferente para exportar.
fr: Aucun enregistrement disponible pour la plage de dates sélectionnée. Essayez de choisir une autre date ou une autre plage pour exporter.
it: Non ci sono record disponibili nell’intervallo di date selezionato. Prova a scegliere una data o un intervallo diverso per l’esportazione.
ja: 選択した日付範囲に利用できる記録がありません。別の日付または範囲を選択してエクスポートしてください。
ko: 선택한 날짜 범위에 사용할 수 있는 기록이 없습니다. 다른 날짜나 범위를 선택하여 내보내세요.
pt_br: Não há registros disponíveis no intervalo de datas selecionado. Tente escolher uma data ou intervalo diferente para exportar.
ru: В выбранном диапазоне дат нет доступных записей. Попробуйте выбрать другую дату или диапазон для экспорта.
uk: У вибраному діапазоні дат немає доступних записів. Спробуйте вибрати іншу дату або діапазон для експорту.
zh_hans: 所选日期范围内没有可用记录。请尝试选择其他日期或范围进行导出。

source: Try re-exporting or restarting the app.
de: Versuche den Export erneut oder starte die App neu.
es: Intenta exportar nuevamente o reinicia la aplicación.
fr: Essayez de réexporter ou de redémarrer l’application.
it: Prova a riesportare o a riavviare l’app.
ja: 再度エクスポートするか、アプリを再起動してみてください。
ko: 다시 내보내거나 앱을 재시작하세요.
pt_br: Tente exportar novamente ou reinicie o aplicativo.
ru: Попробуйте повторно выполнить экспорт или перезапустить приложение.
uk: Спробуйте експортувати ще раз або перезапустіть застосунок.
zh_hans: 请重试导出或重新启动应用。
